export default function Offer() {
  return (
    <div className="container">
      <h1>Публичная оферта</h1>

      <h2>Возврат средств</h2>
      <p>
        Заказчик вправе отказаться от услуг до начала их оказания.
      </p>

      <p>
        В случае начала оказания услуг возврат денежных средств производится
        за вычетом стоимости фактически оказанных услуг.
      </p>

      <p>
        Если услуга оказана в полном объёме либо консультация,
        диагностика, сопровождение или иная услуга уже проведены,
        уплаченные денежные средства возврату не подлежат.
      </p>

      <h2>Реквизиты Исполнителя</h2>

      <p>ИП «Источник возможностей»</p>
      <p>ИИН: 790201401961</p>
      <p>ИИК: KZ967225000009040357</p>
      <p>АО Kaspi Bank</p>
      <p>БИК: CASPKZKA</p>
      <p>Телефон: +7 (771) 867-54-22</p>
      <p>Email: kosmuz@mail.ru</p>
    </div>
  );
}