export default function Privacy() {
  return (
    <div className="container">
      <h1>Политика конфиденциальности</h1>

      <p>
        Мы собираем имя, телефон и иные данные,
        которые пользователь добровольно оставляет в форме заявки.
      </p>

      <p>
        Данные используются исключительно для связи с клиентом
        и оказания услуг Team Reset.
      </p>

      <p>
        Данные не передаются третьим лицам,
        кроме случаев, предусмотренных законодательством.
      </p>

      <p>
        По вопросам обработки персональных данных:
        +7 (771) 867-54-22, email: kosmuz@mail.ru
      </p>
    </div>
  );
}